logs/ovh-vpsssd1-ubuntu/web_wp_ab_50.log
This is ApacheBench, Version 2.3 <$Revision: 1706008 $>
Copyright 1996 Adam Twiss, Zeus Technology Ltd, http://www.zeustech.net/
Licensed to The Apache Software Foundation, http://www.apache.org/

Benchmarking x.x.x.x (be patient)


Server Software:        Apache
Server Hostname:        x.x.x.x
Server Port:            80

Document Path:          /wordpress/2017/05/09/hello-world/
Document Length:        56231 bytes

Concurrency Level:      50
Time taken for tests:   180.001 seconds
Complete requests:      5597
Failed requests:        0
Total transferred:      317438304 bytes
HTML transferred:       315159832 bytes
Requests per second:    31.09 [#/sec] (mean)
Time per request:       1608.017 [ms] (mean)
Time per request:       32.160 [ms] (mean, across all concurrent requests)
Transfer rate:          1722.20 [Kbytes/sec] received

Connection Times (ms)
              min  mean[+/-sd] median   max
Connect:       32  176 153.0    156    3195
Processing:   318 1427 508.3   1364    3289
Waiting:      141  678 308.1    707    2826
Total:        529 1603 452.7   1537    5385

Percentage of the requests served within a certain time (ms)
  50%   1537
  66%   1811
  75%   1942
  80%   2016
  90%   2173
  95%   2289
  98%   2535
  99%   2790
 100%   5385 (longest request)