logs/ovh-vpsssd1-ubuntu/web_wp_wrk_200.log
Running 3m test @ http://x.x.x.x/wordpress/2017/05/09/hello-world/
  10 threads and 200 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   197.31ms  144.54ms   2.00s    84.37%
    Req/Sec    19.34     12.04    90.00     79.94%
  Latency Distribution
     50%  176.57ms
     75%  233.66ms
     90%  314.12ms
     99%  687.45ms
  27967 requests in 3.00m, 294.28MB read
  Socket errors: connect 0, read 2, write 0, timeout 5003
  Non-2xx or 3xx responses: 22774
Requests/sec:    155.29
Transfer/sec:      1.63MB